[
  {
    "id": 1,
    "content": "Palaz E., Cetinkaya H., Tuncalı Z., Kamar B., & Dural S. (2024). Practice Induced SNARC: Evidence from a Null-SNARC Sample. Cognitive Processing.",
    "url": "https://doi.org/10.1007/s10339-024-01198-w",
    "doi": "https://doi.org/10.1007/s10339-024-01198-w"
  },
  {
    "id": 2,
    "content": "Bulut, M., Hepdarcan, I., Palaz, E., Çetinkaya, H. & Dural, S. (2023). No SNARC effect among left-to-right readers: Revisiting the reading and finger counting direction accounts, Advances in Cognitive Psychology.",
    "url": "https://www.ac-psych.org/en/download-pdf/id/401",
    "doi": "10.5709/acp-0394-x"
  },
  {
    "id": 3,
    "content": "Hepdarcan, I., Bulut, M., Palaz, E., Can, S. & Dural, S. (2021). The distance effect on discrimination ability and response bias during magnitude comparison in a go/no-go task. Attention, Perception & Psychophysics, 83(5), 2052-2060.",
    "url": "https://doi.org/10.3389/fpsyg.2018.01457",
    "doi": "10.3758/s13414-021-02274-5"
  },
  {
    "id": 4,
    "content": "Dural, S., Burhanoğlu, B. B., Ekinci, N., Gürbüz, E., Akın, İ. U., Can, S. & Çetinkaya, H. (2018). Compatibility between physical stimulus size-spatial position and false recognitions. Frontiers in Psychology.",
    "url": "https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2018.01457/full",
    "doi": "10.3389/fpsyg.2018.01457 "
  },
  {
    "id": 5,
    "content": "Dural, S., Çetinkaya, H., & Güntürkün, O. (2017). Imagine a mouse and an elephant: Hemispheric asymmetries of imagination. Laterality.",
    "url": "https://doi.org/10.1080/1357650X.2016.1200594",
    "doi": "10.1080/1357650X.2016.1200594"
  },
  {
    "id": 6,
    "content": "Bulut, M., Çetinkaya, H., & Dural, S. (under review). SNARC effect in a transfer paradigm: Long lasting effects of S-R compatibility practices. Psychological Research.",
    "submission-id": "9d618795-b4cd-4be2-af8c-6e1e7f129f9a."
  },
  {
    "id": 7,
    "content": "Hepdarcan I., Cetinkaya H., & Dural S. (under review). Magnitude-space representations in the n-back task: Long-term representations of magnitudes alter the working memory performance. Memory & Cognition.",
    "submission-id": "MC-ORIG-23-364"
  },
  {
    "id": 8,
    "content": "Hepdarcan I., Korkut, I., Gur, E., Cetinkaya H., & Dural S. (under review). Revisiting the SNARC effect: Testing magnitude comparison in a Turkish sample lacking the SNARC effect in parity judgment task. Journal of Cognitive Psychology.",
    "submission-id": "247637866"
  },
  {
    "id": 9,
    "content": "Kaya, C., Candemir, A., Kaya, D., Cetinkaya, H., & Dural, S. (under preparation). Reading between the lines: Investigating the role of reading habits in SNAs in non-SNARCer Turkish Sample."
  },
  {
    "id": 10,
    "content": "Palaz, E., Cetinkaya, H., & Dural, S. (under preparation). The time dependent effects of MNL compatibility under different representational context on SNAs."
  }
]
