[
  {
    "id": 1,
    "name": "Seda Dural, Ph.D",
    "title": "Professor of Experimental Psychology",
    "description": "Understanding the underlying mechanisms of behavior and discovering how the mind works have always been a priority in my research. I am particularly interested in innate and acquired aspects of number-space associations. In the same vein, I also find it quite exciting to work through how learning and memory processes are involved in forming these associations.",
    "email": "seda.dural@ieu.edu.tr",
    "profile_image": "015b4-seda.webp",
    "cv": "17ba4-seda-dural-cv.pdf"
  },
  {
    "id": 2,
    "name": "Hakan Çetinkaya, Ph.D.",
    "title": "Professor of Behavioral Neuroscience",
    "description": "The significant effort here is to explore the mechanisms underlying behavior and mind and try a shed light on their evolutionary bases. I find it quite exciting to witness the tremendous implications of the number-space relation in the adventure of discovering how our minds work. Also, it is gratifying to study the effects of neurobiological agents and their adaptive importance that have been ignored widely by grand developed by mainstream psychology and to provide alternative accounts for them.",
    "email": "hakan.cetinkaya@yasar.edu.tr",
    "profile_image": "32cc5-hakanc.webp",
    "cv": "56749-hakan_cetinkaya_06.02.2024.pdf"
  },
  {
    "id": 3,
    "name": "Merve Bulut, Ph.D.",
    "title": "Research Assistant of Experimental Psychology",
    "description": "I am a researcher in Experimental Psychology. My main research interest is spatial-numerical associations and more specifically the SNARC effect. Currently, I am examining the SNARC effect with stimulus-response compatibility paradigms. Also, I am working on how spatial-numerical associations are influenced by cultural directionalities.  ",
    "email": "bulut.merve@ieu.edu.tr",
    "profile_image": "661e0-merve.webp",
    "cv": "7f049-merve_bulut_cv.pdf"
  },
  {
    "id": 4,
    "name": "Ezgi Gür, Ph.D.",
    "title": "Research Associate in Experimental Psychology",
    "description": "No information entered yet. Keep checking the page.",
    "email": "ezgi.gur@ieu.edu.tr",
    "profile_image": "ezgi-gur.jpeg",
    "cv": "ezgigur_cv_may-2024.pdf"
  },
  {
    "id": 5,
    "name": "Ezgi Palaz, Ph.D. Candidate",
    "title": "Research Assistant of Experimental Psychology",
    "description": "I am a PhD candidate in Experimental Psychology. I am interested in subjects of learning, behavior, and cognition. The focus of my PhD thesis is the flexibility of space-magnitude associations.",
    "email": "ezgipalaz@hotmail.com",
    "profile_image": "00168-ezgi-palaz.webp",
    "cv": "5fa8a-ezgi-palaz-cv.pdf"
  },
  {
    "id": 6,
    "name": "Ilgım Hepdarcan, Ph.D. Candidate",
    "title": "Research Assistant of Experimental Psychology",
    "description": "Currently doing my PhD in Experimental Psychology. Specifically, investigating how magnitude-space based working memory loads affect our judgments about numbers. Also, have a huge interest in using statistical programs to analyze multilevel data structures, especially obtained from working memory",
    "email": "ilgim.hepdarcan@ieu.edu.tr",
    "profile_image": "655d5-ilgim.webp",
    "cv": "fc75c-ilgim-hepdarcan-cv.pdf"
  },
  {
    "id": 7,
    "name": "Elvin Naz Tunç, B.Sc",
    "title": "M.Sc. Student in Experimental Psychology",
    "description": "I am continuing my graduate program in Experimental Psychology at Izmir University of Economics. The main subjects of my work have been Mental Number Line (MNL) and SNARC effect in its scope. At the same time, I continue to work on the existence of finger counting habits and mapping on the SNARC effect.",
    "email": "elvin.tunc@std.izmirekonomi.edu.tr",
    "profile_image": "f4aa5-elvin.webp",
    "cv": "elvin-naz-tunc_cv.pdf"
  },
  {
    "id": 8,
    "name": "İlayda Korkut, B.Sc",
    "title": "M.Sc. Student in Experimental Psychology",
    "description": "I am pursuing my master’s with the firm intent to make meaningful contributions to our understanding of behavior and the mind while maintaining the excitement and curiosity that marked my initial steps. My research interest lies in numerical cognition, and currently, in alignment with this goal, I am immersed in exploring and examining hemispheric specialization in the processing of magnitudes.",
    "email": "ilayda.korkut@std.ieu.edu.tr",
    "profile_image": "e123b-ilayda_korkut.webp",
    "cv": "55e8f-ilayda_korkut-cv.pdf"
  },
  {
    "id": 9,
    "name": "Ayşenur Candemir, B.Sc",
    "title": "M.Sc. Student in Experimental Psychology",
    "description": "I am a M.Sc. candidate in Experimental Psychology. I have a huge enthusiasm for evolutionary bases and questions. I am willing to admit ignorance and try to investigate for solid evidence. In the future, I want to explore more about the mechanisms of the mind and improve further in statistics. Currently, I have been searching to make contributions regarding attentional-SNARC and space-number associations.",
    "email": "aysenurcandemir99@gmail.com",
    "profile_image": "6df08-aysenur.webp",
    "cv": "80aa9-aysenur-candemir-cv.pdf"
  },
  {
    "id": 10,
    "name": "Ceren Kaya",
    "title": "Student of Psychology",
    "description": "Being a curious and enthusiastic person, I’ve always been interested in the human mind, and scientific studies in the lab. I am willing to pursue gaining experience in experimental psychology by trying to solve the mysteries of spatial numerical association that underlie our cognition. And, I am currently studying the relationship between individuals’ reading habits and the SNARC effect.",
    "email": "ceren.kaya@std.izmirekonomi.edu.tr",
    "profile_image": "db422-ceren.webp",
    "cv": "cv_ceren-kaya.docx.pdf"
  },
  {
    "id": 11,
    "name": "Bengi Kamar",
    "title": "Student of Psychology",
    "description": "I am a senior student at İzmir University of Economics. I’ve been volunteering as a research assistant in the field of Experimental Psychology since November, 2021.",
    "email": "bengikamar@gmail.com",
    "profile_image": "bb415-bengi-kamar.jpg",
    "cv": "bengikamar_cv.pdf"
  },
  {
    "id": 12,
    "name": "Zeynep Tuncalı",
    "title": "Student of Psychology",
    "description": "I am a senior student at Izmir University of Economics. I have been volunteering as a research assistant in the field of experimental psychology since 2022.",
    "email": "zeynep.tuncali@std.izmirekonomi.edu.tr",
    "profile_image": "cb0b4-zeynep_tuncali-1.webp",
    "cv": "40ecd-zeynep-tuncali-cv.pdf"
  },
  {
    "id": 13,
    "name": "Şimal Yenigüllü",
    "title": "Student of Psychology",
    "description": "I am a third-year psychology student at the Izmir University of Economics who is motivated pursuing a career in the field of experimental psychology. For that matter, I’ve been volunteering as a research assistant in SMART Lab since July 2023. Currently, I have been investigating the dynamics between hemispheric asymmetries and numerical cognition.",
    "email": "simal.yenigullu@std.izmirekonomi.edu.tr",
    "profile_image": "6c455-simal.webp",
    "cv": "bb3a9-simalyenigullu.docx.pdf"
  },
  {
    "id": 14,
    "name": "Melike Şefikoğlu",
    "title": "Student of Psychology",
    "description": "I am currently a senior at Izmir University of Economics, and I am eager to pursue a higher degree in Psychology. I’ve been volunteering as a research assistant in Experimental Psychology since August 2023. I am currently gaining valuable experience in the field, specifically focusing on spatial numerical associations.",
    "email": "melike.sefikoglu@std.izmirekonomi.edu.tr",
    "profile_image": "5ab0e-melike_sefikoglu.webp",
    "cv": "3cb4e-melike-sefikoglu.pdf"
  },
  {
    "id": 15,
    "name": "Duru Kaya",
    "title": "Student of Psychology",
    "description": "I am a second-year BSc Psychology undergraduate at University College London (UCL). Alongside working in social psychology and psychiatric genetics labs in London, I have been volunteering as a research assistant in the SMART Lab as of August 2023. I am currently investigating the influence of individual differences on the strength of the SNARC effect.",
    "email": "duru.kaya.22@ucl.ac.uk",
    "profile_image": "duru-kaya.png",
    "cv": "32ab6-duru_kaya_cv.pdf"
  },
  {
    "id": 16,
    "name": "Beria Haugen",
    "title": "Student of Psychology",
    "description": "I have a BA in Psychology and am planning to pursue a graduate degree in psychology in the future. I have been volunteering as a research assistant in the SMART lab since September 2023. I was drawn to this research because I am interested in the mental mechanisms that influence how individuals respond to stimuli and situations around them. The research I have contributed to has been focused on identifying how different factors can impact the SNARC effect.",
    "email": "beria.s.haugen@gmail.com",
    "profile_image": "b8800-beria_haugen.webp",
    "cv": "49ee3-beria_cv_web_bh.pdf"
  },
  {
    "id": 17,
    "name": "Samet Kahraman",
    "title": "Student of Psychology",
    "description": "I am a third-year psychology student at Izmir University of Economics, and I volunteer as a research assistant at the SMART Lab. In this dynamic role, I have been involved in a variety of research projects, acquiring practical expertise in experimental design and data analysis. The opportunity to collaborate with experienced researchers has been invaluable, offering me insights that go beyond academic settings. I am excited about the opportunities for ongoing learning and growth provided by this experience, which will prepare me for an excellent profession in experimental psychology.",
    "email": "samet.kahraman@std.izmirekonomi.edu.tr",
    "profile_image": "1adae-samet_kahraman.webp",
    "cv": "bacd3-samet-kahraman-cv.pdf"
  }
]
