[
  {
    "id": 1,
    "header": "Foot SNARC: The effects of hand positions on the magnitude classification",
    "current-status": "Designing the study",
    "investigators": "Elvin Naz TUNÇ, Seda DURAL, Hakan ÇETİNKAYA",
    "concept": "The study investigates how hand posture influences the SNARC effect. It aims to understand how proprioceptive cues affect numerical cognition by manipulating participants’ hand postures and observing their responses during classifying the magnitude of numbers by their feet.",
    "contact": "elvin.tunc@std.izmirekonomi.edu.tr"
  },
  {
    "id": 2,
    "header": "Do reading habits provide any insight into the absence of SNARC effect in the Turkish sample?",
    "current-status": "In Preparation for Publication",
    "investigators": "Ceren KAYA, Ayşenur CANDEMİR, Duru KAYA, Hakan ÇETİNKAYA, Seda DURAL",
    "concept": "The aim of the study is to investigate the reading direction on SNARC effect by comparing SNARC performance of individuals based on their reading habits (e.i., number of books read in a year).",
    "contact": "ceren.kaya2019@std.izmirekonomi.edu.tr"
  },
  {
    "id": 3,
    "header": "SNARC in emotional context: Gender assessment of facial expressions modulates parity performance",
    "current-status": "Data Collection",
    "investigators": "Zeynep TUNCALI, Seda DURAL, Hakan ÇETİNKAYA",
    "concept": "This study aims to investigate the SNARC effect in an emotional context, integrating happy and sad facial expressions with varying intensities.",
    "contact": "zeynep.tuncali@std.izmirekonomi.edu.tr"
  },
  {
    "id": 4,
    "header": "Modulating Learning Performance through the Pairing of Emotions with Different SNAs",
    "current-status": "Data Collection",
    "investigators": "Bengi KAMAR, Seda DURAL, Hakan ÇETİNKAYA",
    "concept": "This research suggests that SNA-compatible arrangements evoke positive feelings, often linked to high processing fluency. However, the relationship between processing fluency and positive emotions within SNAs remains unclear. This study explores the selective association effect, suggesting that SNA-compatible arrangements more readily form conditioned associations with positive emotions.",
    "contact": "bengikamar@gmail.com"
  },
  {
    "id": 5,
    "header": "Directional Spatial Numerical Associations: The effect of binary response codes",
    "current-status": "Designing the study",
    "investigators": "Merve BULUT, Seda DURAL, Hakan ÇETİNKAYA, Ayşenur CANDEMİR, Melike ŞEFİKOĞLU, Beria HAUGEN, Ceren KAYA",
    "concept": "The main aim of this study is to activate the spatial component of space-number relations by varying it in two different ways (left and right spatial components based on the participants’ responses or spatial locations of numbers) and to examine how these activations affect mental processes related to numerical operations, especially within the scope of the SNARC effect.",
    "contact": "bulut.merve@ieu.edu.tr"
  },
  {
    "id": 6,
    "header": "Development of a Directional Preferences Scale (DPS)",
    "current-status": "Data analysis",
    "investigators": " Bengi KAMAR, Melike ŞEFİKOĞLU, Şimal YENİGÜLLÜ, Zeynep TUNCALI, Seda DURAL",
    "concept": "Our objective is to develop a scale that directly measures directional habits, particularly the preference for left/right and left-to-right/right-to-left orientations.",
    "contact": "melike.sefikoglu@std.izmirekonomi.edu.tr"
  },
  {
    "id": 7,
    "header": "The effect of directional preference on Spatial-Numerical Associations induced attentional shift",
    "current-status": "Designing the study",
    "investigators": "Ayşenur CANDEMİR, Seda DURAL, Merve BULUT, Hakan ÇETİNKAYA",
    "concept": "This study aims to investigate whether the number magnitude is responsible for shifting attention across space while also examining the influence of directional preferences and semantic processing depth on the space-number associations.",
    "contact": "aysenur.candemir@std.izmirekonomi.edu.tr"
  },
  {
    "id": 8,
    "header": "Hemispheric specizilation in numerical cognition",
    "current-status": "Designing the study",
    "investigators": "İlayda KORKUT, Şimal YENİGÜLLÜ, Samet KAHRAMAN, Ezgi GÜR, Seda DURAL, Hakan ÇETİNKAYA",
    "concept": "The purpose of this study is to investigate how numerical cognition affects hemispheric specizilation. It also attempts to evaluate the ways in which linkages between numbers and space are influenced by the depth of semantic processing and directional preferences.",
    "contact": "simal.yenigullu@std.izmirekonomi.edu.tr"
  }
]
